export default function AmbassadorStudent() {
  return (
    <div>
      {/* AMBASSADOR */}
      <div className="p-6 border border-orange-200 shadow-md rounded-3xl bg-orange-50">
        <h3 className="mb-5 text-2xl font-bold text-orange-800">
          🧭 Амбассадор оюутны хөтөлбөр
        </h3>

        <div className="space-y-4 text-gray-800">
          <p>
            🎯 <strong>Зорилго:</strong> СЭЗИС-ийг дотоод, гадаад орчинд төлөөлөх,
            шинэ элсэгчдийг чиглүүлэх, сургуулийн үнэт зүйлсийг түгээх.
          </p>

          <p>
            👥 <strong>Хамрах хүрээ:</strong> СЭЗИС-ийн бакалаврын өдрийн
            хөтөлбөрийн оюутнууд
          </p>

          <p>
            ⏱ <strong>Үргэлжлэх хугацаа:</strong> Хичээлийн жилийн улирал бүр
          </p>
        </div>

        <div className="p-5 mt-6 bg-white shadow-sm rounded-2xl">
          <h4 className="mb-3 font-semibold text-orange-700">
            Амбассадор оюутанд тавигдах шаардлага
          </h4>
          <ul className="pl-5 space-y-2 text-gray-700 list-disc">
            <li>Ректорын нэрэмжит тэтгэлэгт оюутан байх</li>
            <li>Дүрэм, журам зөрчөөгүй байх</li>
            <li>Хариуцлагатай, харилцааны соёлтой</li>
            <li>Цагаа зөв зохицуулж, үүргээ тогтмол гүйцэтгэх</li>
            <li>Манлайлал, бүтээлч сэтгэлгээтэй байх</li>
          </ul>
        </div>
      </div>
    </div>
  );
}
